
/* 
Любимое стихотворение
*/

public class Solution {
	public static void main(String[] args) {
		System.out.println("Мое любимое стихотворение:");
		System.out.println("Белеет парус одинокой\n" +
				"В тумане моря голубом!..\n" +
				"Что ищет он в стране далекой?\n" +
				"Что кинул он в краю родном?...\n" +
				"Играют волны — ветер свищет,\n" +
				"И мачта гнется и скрыпит...\n" +
				"Увы! Он счастия не ищет\n" +
				"И не от счастия бежит!\n" +
				"Под ним струя светлей лазури,\n" +
				"Над ним луч солнца золотой...\n" +
				"А он, мятежный, просит бури,\n" +
				"Как будто в бурях есть покой!\n");
	}
}